Repository: avi-software/bmicalc
Catalog: po/*.po
Languages: fr, he

source: BMI Calculator
fr: Calculateur d'IMC
he: מחשבון BMI

source: Information
fr: Informations
he: מידע

source: Age
fr: Âge
he: גיל

source: Male
fr: Homme
he: זכר

source: Female
fr: Femme
he: נקבה

source: Height
fr: Taille
he: גובה

source: KG/CM
he: קג/סמ

source: IN/LB
fr: PO/LB
he: אינ/ליב

source: Weight
fr: Masse
he: משקל

source: Calculate
fr: Calculer
he: חשב

source: <b>increase</b> your weight about
he: <b>להעלות</b> במשקלך בערך

source: <b>reduce</b> your weight about
he: <b>להפחית</b> ממשקלך בערך

source: If you want to be in the right weight for you,<br/> you should
he: אם אתה רוצה להיות במשקל הנכון עבורך,<br/> אתה צריך

source: Body Fat Calculator
fr: Calculateur de masse adipeuse
he: מחשבון אחוז שומן בגוף

source: Waist
fr: Taille
he: מותניים

source: Take the waist measurement at its narrowest point
fr: Prenez la mensuration de la taille à son point le plus étroit
he: קחי את מדידת המותניים בנקודה הצרה ביותר

source: Take the waist measurement at the navel
fr: Prenez la mensuration de la taille au niveau du nombril
he: קח את מדידת המותניים בקו הטבור

source: Hip
fr: Hanche
he: ירכיים

source: Take the hip measurement at its widest point
fr: Prenez la mensuration de la hanche à son point le plus large
he: קחי את מדידת המותניים בנקודה הרחבה ביותר

source: Neck
fr: Cou
he: צוואר

source: Take the neck measurement at its narrowest point. and with the tape sloping slightly downward to the front.
fr: Prenez la mensuration du cou à son point le plus étroit et avec le ruban légèrement incliné en avant vers le bas.
he: קח את מדידת הצוואר בנקודה הצרה ביותר ועם הסרט מידה מעט לכיוון מטה.

source: Essential Fat
fr: Graisse essentielle (primaire)
he: שומן חיוני

source: Athletic
fr: Athlétique
he: אתלטי

source: Fit
fr: En forme
he: מתאים

source: Acceptable
he: מתקבל

source: Obese
fr: Obèse
he: השמנת יתר

source: Body Fat %
fr: Pourcentage de masse adipeuse
he: אחוז שומן בגוף

source: Fat Mass
fr: Masse adipeuse
he: מסת שומן

source: Lean Mass
fr: Masse maigre
he: מסה רזה

source: <h3>body mass index (BMI)</h3> The body mass index (BMI), is a value derived from the mass (weight) and height of an individual. The BMI is an attempt to quantify the amount of tissue mass (muscle, fat, and bone) in an individual, and then categorize that person as underweight, normal weight, overweight, or obese based on that value. <h4>BMI in Children (aged 2 to 20)</h4> BMI is used differently for children. It is calculated in the same way as for adults, but then compared to typical values for other children of the same age. Instead of comparison against fixed thresholds for underweight and overweight, the BMI is compared against the percentile for children of the same gender and age. <br><a href='https://en.wikipedia.org/wiki/Body_mass_index'>(See: Wikipedia)</a>
fr: <h3>Indice de masse corporelle (IMC)</h3> L'indice de masse corporelle (IMC) est une valeur obtenue à partir de la masse (poids) et de la taille d'un individu. L'IMC est une tentative de quantification de la masse tissulaire (muscle, graisse et os) chez un individu, puis une catégorisation de cette personne en insuffisance pondérale, en poids normal, en surcharge pondérale ou en obésité en fonction de cette valeur. <h4>IMC chez les enfants (âgés de 2 à 20 ans)</h4> L'IMC est utilisé différemment pour les enfants. Il est calculé de la même manière que chez les adultes, mais est ensuite comparé aux valeurs classiques des autres enfants du même âge. À la place d'une comparaison avec des seuils fixes d'insuffisance ou de surcharge pondérale, l'IMC est comparé avec le pourcentile des enfants du même sexe et du même âge. <br><a href='https://fr.wikipedia.org/wiki/Indice_de_masse_corporelle'>(Voir[nbsp]: Wikipédia)</a>
he: <h3>מדד מסת גוף (BMI)</h3> מדד מסת גוף (BMI) הוא מדד הנותן ערך שנגזר ממסת הגוף (משקל) ומהגובה של האדם. ה BMI זה נסיון לכמת את מסת הרקמה (שריר, שומן, ועצם) באדם. ואז לסווג את האדם כתת משקל, משקל תקין, עודף משקל, או משקל יתר, בהתבסס על הערך הזה. <h4>BMI בילדים (גיל 2-20)</h4> BMI משמש שונה עבור ילדים. הערך מחושב באותו דרך כמו עבור מבוגרים, אבל אז משווים לערכים אופייניים עבור ילדים אחרים מאותו גיל. במקום להשוות כנגד טווח ערכים קבוע עבור תת משקל ועודף משקל, הBMI מושווה כנגד האחוזון של הילדים מאותו גיל ומאותו מגדר. <br><a href='https://he.wikipedia.org/wiki/%D7%9E%D7%93%D7%93_%D7%9E%D7%A1%D7%AA_%D7%92%D7%95%D7%A3'>(ראה: וויקיפדיה)</a>

source: <h3>Body Fat %</h3> This Body Fat Calculator uses the U.S. Navy fitness formula to get an estimated measuring of body fat percent. All you need is a tape measure. <br><b>NOTICE:</b> This is not represent a measure of an accurate <b>Body Fat</b>. It is just an estimate. <br><a href='https://en.wikipedia.org/wiki/Body_fat_percentage'>(See also: Wikipedia)</a>
fr: <h3>Pourcentage de masse adipeuse</h3> Ce calculateur de masse adipeuse utilise la formule de santé de l'US Navy pour obtenir une estimation de la mesure du pourcentage de masse adipeuse. Tout ce dont vous avez besoin est d'un ruban de mesure. <br><b>ATTENTION[nbsp]:</b> Ceci ne représente pas une mesure précise de la <b>masse adipeuse</b>. Il s'agit juste d'une estimation. <br><a href='https://fr.wikipedia.org/wiki/Indice_de_masse_corporelle'>(Voir également[nbsp]: Wikipédia)</a>
he: <h3>אחוז שומן בגוף</h3> מחשבון שומן בגוף משתמש בנוסחה של חיל הים האמריקאי על מנת לקבל הערכה משוערת של אחוז השומן בגוף. כל מה שאתה צריך זה סרט מידה <br><b>שים לב:</b> זה לא מציג מידה מדוייקת של <b>שומן בגוף</b>. זה רק הערכה <br><a href='https://en.wikipedia.org/wiki/Body_fat_percentage'>(ראה גם: ויקיפדיה-אנגלית)</a>

source: Very severely underweight
fr: En insuffisance pondérale très sévère
he: תת משקל חמור מאוד

source: Severely Underweight
fr: En insuffisance pondérale sévère
he: תת משקל חמור

source: Underweight
fr: En insuffisance pondérale
he: תת משקל

source: Normal
he: תקין

source: Overweight
fr: En surcharge pondérale
he: עודף משקל

source: Obese Class I
fr: Obèsité de Classe I
he: השמנת יתר דרגה 1

source: Obese Class II
fr: Obèsité de Classe II
he: השמנת יתר דרגה 2

source: Obese Class III
fr: Obèsité de Classe III
he: השמנת יתר דרגה 3

source: Body Status is a weight calculators, including BMI Calculator, and Body Fat percentage.
fr: La condition du corps est déterminée par des calculs sur le poids, comprenant le calcul de l'IMC et du pourcentage de masse adipeuse.
he: Body Status זה מחשבוני משקל, כולל מחשבון BMI, ואחוז שומן בגוף.

source: Body Status
fr: Condition du corps
